experiments/redis_contention/servers_on_numa/loaded_pairs_8/pair_6/redis.out
4         Threads
8         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       277864.36          ---          ---         0.56356         0.55100         2.76700        24.57500    291764.68 
Gets       277864.36      3520.71    274343.65         0.56356         0.55100         2.76700        24.57500     14667.61 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     555728.72      3520.71    274343.65         0.56356         0.55100         2.76700        24.57500    306432.29